Repository: afshines/VafaNewWpPlugin
Catalog: languages/vafa-chat-widget-*.po
Languages: fa_ir

source: Vafa Chat Widget Settings
fa_ir: تنظیمات ویجت گفتگوی وفا

source: Vafa Chat Widget
fa_ir: ویجت گفتگوی وفا

source: Enable Widget
fa_ir: فعال‌سازی ویجت

source: Enable or disable the chat widget on your site
fa_ir: فعال یا غیرفعال کردن ویجت گفتگو در سایت شما

source: Assistant Token
fa_ir: توکن دستیار

source: Enter your Vafa Assistant token (required)
fa_ir: توکن دستیار وفا را وارد کنید (الزامی)

source: Assistant ID
fa_ir: شناسه دستیار

source: If different from token, enter your Assistant ID (optional)
fa_ir: اگر با توکن متفاوت است، شناسه دستیار خود را وارد کنید (اختیاری)

source: Welcome Title
fa_ir: عنوان خوش‌آمدگویی

source: Initial Message
fa_ir: پیام اولیه

source: Default Question
fa_ir: سوال پیش‌فرض

source: Suggested Questions
fa_ir: سوالات پیشنهادی

source: Enter suggested questions, one per line
fa_ir: سوالات پیشنهادی را وارد کنید، هر سوال در یک خط

source: API Base URL
fa_ir: آدرس پایه API

source: Include User Data
fa_ir: شامل اطلاعات کاربر

source: Include WordPress user data in chat widget when user is logged in
fa_ir: وقتی کاربر وارد سایت شده، اطلاعات کاربری وردپرس را در ویجت گفتگو قرار بده

source: How to Use
fa_ir: نحوه استفاده

source: Use shortcode [vafa_chat_widget] to embed the chat widget in your posts or pages.
fa_ir: از کد کوتاه [vafa_chat_widget] برای قرار دادن ویجت گفتگو در نوشته‌ها یا صفحات خود استفاده کنید.

source: Settings
fa_ir: تنظیمات
